---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingJustificationn1
source: html/27b88717-4929-f31f-e1b8-dc2222715cdf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingJustificationn1 Property

"Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingJustificationn1 { get; }
```